<h2><strong>Apresenta&ccedil;&atilde;o</strong></h2>
<p>Maior empresa de  Educa&ccedil;&atilde;o para o Tr&acirc;nsito do Brasil, a TECNODATA conquistou esta posi&ccedil;&atilde;o atrav&eacute;s  do desenvolvimento e comercializa&ccedil;&atilde;o de sistemas, m&eacute;todos e ferramentas  educacionais inovadoras, cuja qualidade e versatilidade, permitem a cria&ccedil;&atilde;o de  diversos tipos de Programas de Educa&ccedil;&atilde;o para o Tr&acirc;nsito, seja para crian&ccedil;as,  jovens ou adultos.</p>
<p>&nbsp; </p>
<p>L&iacute;der neste  segmento h&aacute; dez anos, participamos direta ou indiretamente na forma&ccedil;&atilde;o de mais  de 1 milh&atilde;o e duzentos mil novos condutores por ano, assumimos a  responsabilidade que nos cabe e estamos comprometidos na melhoria continua da  qualidade dos produtos, servi&ccedil;os e no desenvolvimento de projetos espec&iacute;ficos  para cada nova necessidade do mercado.</p>
<p>&nbsp;</p>
<p>Firmemente imbu&iacute;dos do intuito de empregar nossos talentos e  compet&ecirc;ncias para valorizar a vida, estamos convictos de que a <strong>Educa&ccedil;&atilde;o</strong> &eacute; o meio pelo qual  conseguiremos resultados perenes e confi&aacute;veis. Por isto &eacute; importante a cria&ccedil;&atilde;o  e o desenvolvimento de instrumentos capazes de alterar a realidade atual e nos  conduzir ao alcance da situa&ccedil;&atilde;o que desejamos, ou seja, o desencadeamento de um  processo de mudan&ccedil;a planejada e eficiente, cujo suporte ou eixo principal,  fundamenta-se na preserva&ccedil;&atilde;o da vida. </p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<h2><strong>Miss&atilde;o</strong></h2>
<p>Nossa miss&atilde;o &eacute; desenvolver com qualidade e  comprometimento materiais did&aacute;ticos em diferentes m&iacute;dias e metodologias de  ensino eficientes que facilitem o aprendizado de comportamentos preventivos e  defensivos. Buscamos promover a constru&ccedil;&atilde;o do conhecimento, a forma&ccedil;&atilde;o do  pensamento cr&iacute;tico e a mudan&ccedil;a de comportamento atrav&eacute;s da reflex&atilde;o, da a&ccedil;&atilde;o e  da intera&ccedil;&atilde;o, possibilitando a manifesta&ccedil;&atilde;o e o conflito de experi&ecirc;ncias e  pensamentos, definindo constantemente novos modos de pensar e agir no meio  social.</p>
<p>&nbsp;</p>
<p class="logado">&ldquo;Desenvolver na sociedade  uma mentalidade de valoriza&ccedil;&atilde;o da vida, por meio de metodologias, produtos e  servi&ccedil;os que estimulem o comportamento preventivo.&rdquo;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<h2><strong>Hist&oacute;rico</strong></h2>
<p>A Tecnodata nasceu em 1996, em torno da id&eacute;ia de  reduzir a dist&acirc;ncia existente entre a informa&ccedil;&atilde;o, o conhecimento e a educa&ccedil;&atilde;o,  e sua aplica&ccedil;&atilde;o na vida pr&aacute;tica, pelos cidad&atilde;os. Formada pela uni&atilde;o de  profissionais de diversas &aacute;reas, como engenheiros, comunicadores e educadores,  logo mostrou seu diferencial, ao desenvolver novas metodologias e ferramentas  did&aacute;ticas para abordar assuntos de interesse universal, como Seguran&ccedil;a no  Tr&acirc;nsito, Seguran&ccedil;a do Trabalho, Meio Ambiente e Sa&uacute;de. O segmento de Educa&ccedil;&atilde;o  para o Tr&acirc;nsito, impulsionado pela promulga&ccedil;&atilde;o do C&oacute;digo de Tr&acirc;nsito  Brasileiro, no final de 1997, desenvolveu-se rapidamente, tornando-se o bra&ccedil;o  forte da empresa. Os produtos de Educa&ccedil;&atilde;o de Tr&acirc;nsito foram inicialmente  lan&ccedil;ados para atender &agrave;s exig&ecirc;ncias de moderniza&ccedil;&atilde;o dos CFCs - Centros de  Forma&ccedil;&atilde;o de Condutores de todo o pa&iacute;s. Atualmente nosso direcionamento  estrat&eacute;gico est&aacute; definido para atender todos os demais ramos deste segmento,  com especial &ecirc;nfase para a Educa&ccedil;&atilde;o de Tr&acirc;nsito nas Escolas.</p>
