<h2><strong>Apresenta&ccedil;&atilde;o</strong></h2>  
  
  <table width="100%" border="0" cellspacing="2" cellpadding="0">
    <tr>
      <td valign="top"><img src="img/inst-apresentacao2.jpg" width="110" height="110" /></td>
      <td><p>Maior empresa de Educa&ccedil;&atilde;o para o Tr&acirc;nsito do  Brasil, a TECNODATA conquistou esta posi&ccedil;&atilde;o atrav&eacute;s do desenvolvimento e  comercializa&ccedil;&atilde;o de sistemas, m&eacute;todos e ferramentas educacionais inovadoras,  cuja qualidade e versatilidade, permitem a cria&ccedil;&atilde;o de diversos tipos de  Programas de Educa&ccedil;&atilde;o para o Tr&acirc;nsito, seja para crian&ccedil;as, jovens ou adultos.</p>
        <p>&nbsp;</p>
        <p>L&iacute;der neste segmento h&aacute; dez anos, participamos  direta ou indiretamente na forma&ccedil;&atilde;o de mais de 1 milh&atilde;o e duzentos mil novos  condutores por ano, assumimos a responsabilidade que nos cabe e estamos  comprometidos na melhoria cont&iacute;nua da qualidade dos produtos, servi&ccedil;os e no  desenvolvimento de projetos espec&iacute;ficos para cada nova necessidade do mercado.</p></td>
    </tr>
    <tr>
      <td colspan="2" valign="top"><p>&nbsp;</p>
        <p>Firmemente imbu&iacute;dos do intuito de empregar  nossos talentos e compet&ecirc;ncias para valorizar a vida, estamos convictos de que  a <strong>Educa&ccedil;&atilde;o</strong> &eacute; o meio pelo qual conseguiremos resultados perenes  e confi&aacute;veis. Por isto &eacute; importante a cria&ccedil;&atilde;o e o desenvolvimento de  instrumentos capazes de alterar a realidade atual e nos conduzir ao alcance da  situa&ccedil;&atilde;o que desejamos, ou seja, o desencadeamento de um processo de mudan&ccedil;a  planejada e eficiente, cujo suporte ou eixo principal, fundamenta-se na  preserva&ccedil;&atilde;o da vida.</p></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="right"><a href="#" id="lnk-voltar" class="linkvoltar">Volta&nbsp;&nbsp;&nbsp;</a></p>
  <p>&nbsp;</p>
  <script type"text/javascript" src="js/voltar-inst.js"></script>