  <h3>Novos Neg&oacute;cios </h3>
  <p>&nbsp;</p>
  <p><strong>Miss&atilde;o do Departamento: </strong></p>
  <p>&nbsp;</p>
  <p>Tornar a Tecnodata Refer&ecirc;ncia  Nacional no desenvolvimento de Tecnologias Educativas em SMS &ndash; Seguran&ccedil;a, Meio  Ambiente e Sa&uacute;de.</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p><strong>Equipe: </strong><em>(colocar as fotos e  link do ICOX)</em><strong></strong><br />
    </p>
  <p>Diretor: Mauro Gil<br />
    Coordenador: C&aacute;ssio Bruns<br />
    El&atilde;ine Cristina de Souza Kurscheidt<br />
    Melissa Litzinger Ritzmann</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p><strong>Atividades de Novos  Neg&oacute;cios:</strong></p>
  <p>&nbsp;</p>
  <p>Seguran&ccedil;a.</p>
  <p>Palestras: &ldquo;Gest&atilde;o em Emerg&ecirc;ncias Ambientais&rdquo;;</p>
  <p>Livro &ndash; Material Did&aacute;tico sobre Emerg&ecirc;ncias Ambientais;</p>
  <p>V&iacute;deo simulado;</p>
  <p>V&iacute;deo Aula;</p>
  <p>Curso Semi-presencial;</p>
  <p>Cursos de Extens&atilde;o;</p>
  <p>&nbsp;</p>
  <p>Tecnodata Ambientalmente Correta.</p>
  <p>&nbsp;</p>
  <p>Plano de Gerenciamento dos Res&iacute;duos S&oacute;lidos Tecnodata;</p>
  <p>&nbsp;</p>
  <p>Canecas personalizadas para diminui&ccedil;&atilde;o do uso de copos  pl&aacute;sticos;</p>
  <p>&nbsp;</p>
  <p>Campanhas contra o desperd&iacute;cio de &aacute;gua e energia  el&eacute;trica;</p>
  <p>&nbsp;</p>
  <p>Educando Crian&ccedil;as para a Vida - HPP.</p>
  <p>&nbsp;</p>
  <p>Desenvolvimento em conjunto com N&uacute;cleo de Conte&uacute;dos de  situa&ccedil;&otilde;es educativas voltadas ao Meio Ambiente;</p>
  <p>&nbsp;</p>
  <p>Educando Crian&ccedil;as Para o Meio Ambiente.</p>
  <p>&nbsp;</p>
  <p>Desenvolvimento em conjunto com o N&uacute;cleo de Conte&uacute;dos  para formata&ccedil;&atilde;o de material educativo na &aacute;rea ambiental.</p>
  <p>&nbsp;</p>
  <p>Expresso Ambiental</p>
  <p>&nbsp;</p>
  <p>Desenvolvimento em conjunto com o N&uacute;cleo de Conte&uacute;dos e  Parceria com a Setransp, aplica&ccedil;&atilde;o de din&acirc;micas voltadas a preven&ccedil;&atilde;o.</p>
  <p>&nbsp;</p>
  <p>Gloss&aacute;rio Socioambiental Brasileiro.</p>
  <p>&nbsp;</p>
  <p>Parceria com Ambiente Brasil;</p>
  <p>&nbsp;</p>
  <p>Revis&atilde;o t&eacute;cnica, ortogr&aacute;fica e gramatical e Projeto  Editorial.</p>
  <p>&nbsp;</p>
  <p>Portal de Meio Ambiente.</p>
  <p>&nbsp;</p>
  <p>Cria&ccedil;&atilde;o do projeto Portal, estudo de conte&uacute;do e  necessidades para formata&ccedil;&atilde;o da id&eacute;ia.</p>
  <p>&nbsp;</p>
  <p>Lar e Sa&uacute;de - Enfermagem.</p>
  <p>&nbsp;</p>
  <p>Desenvolvimento em conjunto com o N&uacute;cleo de Conte&uacute;dos e  pareceria com a Lar e Sa&uacute;de para desenvolvimento de material educativo na &aacute;rea  de enfermagem;</p>
  <p>&nbsp;</p>
  <p>Primeiro m&oacute;dulo: Controle de Infec&ccedil;&atilde;o - Lavagem de  m&atilde;os.</p>
  <p>&nbsp;</p>
<p><a href="#" id="lnk-voltar" class="linkvoltar">Voltar</a></p>

<script type"text/javascript" src="js/voltar-dep.js"></script>