  <h3>N&uacute;cleo de Conte&uacute;do e Treinamento </h3>
  <p>&nbsp;</p>
  <p><strong>Miss&atilde;o do Departamento: </strong></p>
  <p>&nbsp;</p>
  <p>Produzir conte&uacute;dos  de qualidade para diferentes m&iacute;dias, com linguagem clara e apropriada ao  p&uacute;blico alvo, que viabilizem a aprendizagem efetiva de comportamentos  preventivos.</p>
  <p>&nbsp;</p>
  <p><strong>Equipe: </strong><em>(colocar as fotos e  link do ICOX)</em><strong></strong></p>
  <p>&nbsp;</p>
  <p>Diretor: Mauro Gil<br />
    Gerente: Elaine Sizilo<br />
    Ana Cristina Maier<br />
&Ecirc;rica Elisa Nickel<br />
    Yone Fontana</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p><strong>Atividades do N&uacute;cleo  de Conte&uacute;do:</strong></p>
  <p>&nbsp;</p>
  <p>Atendimento a clientes, setor comercial e internautas  sobre d&uacute;vidas, sugest&otilde;es e reclama&ccedil;&otilde;es de conte&uacute;dos e produtos.</p>
  <p>&nbsp;</p>
  <p>Pesquisa e compila&ccedil;&atilde;o de informa&ccedil;&otilde;es t&eacute;cnicas.</p>
  <p>Atualiza&ccedil;&atilde;o do FAQ nos sites da Tecnodata.</p>
  <p>Produ&ccedil;&atilde;o semanal de conte&uacute;do para o programa  Tira-D&uacute;vidas da R&aacute;dio Tr&acirc;nsito.</p>
  <p>&nbsp;</p>
  <p>Produ&ccedil;&atilde;o semanal de conte&uacute;do para o Blog do Tr&acirc;nsito.</p>
  <p>&nbsp;</p>
  <p>Produ&ccedil;&atilde;o mensal de conte&uacute;do para a Palavra do  Especialista do Portal do Tr&acirc;nsito.</p>
  <p>&nbsp;</p>
  <p>An&aacute;lise de materiais da concorr&ecirc;ncia.</p>
  <p>&nbsp;</p>
  <p>Produ&ccedil;&atilde;o e revis&atilde;o de produtos e conte&uacute;dos para  diferentes m&iacute;dias.</p>
  <p>&nbsp;</p>
  <p>Desenvolvimento de projetos e propostas com solu&ccedil;&otilde;es  educacionais para as necessidades de diferentes organiza&ccedil;&otilde;es sociais.</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p><strong>Atividades de  Treinamentos:</strong></p>
  <p>&nbsp;</p>
  <p>Planejamento, desenvolvimento e aplica&ccedil;&atilde;o de  treinamentos internos sobre o institucional da Tecnodata, produtos novos e  reeditados.</p>
  <p>&nbsp;</p>
  <p>Elabora&ccedil;&atilde;o de conte&uacute;dos e materiais para treinamentos  internos e externos.</p>
  <p>&nbsp;</p>
  <p>Planejamento, desenvolvimento e aplica&ccedil;&atilde;o de  treinamentos externos sobre programas e projetos em vig&ecirc;ncia da Tecnodata. </p>
  <p>&nbsp;</p>
  <p>Suporte para treinamentos e eventos externos.</p>
  <p>&nbsp;</p>
  <p>Representa&ccedil;&atilde;o da Tecnodata em eventos externos atrav&eacute;s  de entregas t&eacute;cnicas de produtos, divulga&ccedil;&atilde;o de programas e apresenta&ccedil;&atilde;o da  empresa. </p>
  <p>&nbsp;</p>
<p><a href="#" id="lnk-voltar" class="linkvoltar">Voltar</a></p>

<script type"text/javascript" src="js/voltar-dep.js"></script>