<?php
//&#917;&#955;&#955;&#951;&#957;&#953;&#954;&#x03AC; (Greek)

//the above line is needed so that pivot knows how to display it in the user info.
//it also needs to be on the 2rd line.

// Greek translation of Pivot lang file
// Created by Giorgos Ikonomou (georgeik@ceid.upatras.gr)
// http://georgeik.no-ip.org

// allow for different encoding for non-western languages
$encoding="iso-8859-7";
$langname="el";


//		General		\\
$lang['general'] = array (
	'yes' => 'Ναι',	//affirmative
	'no' => 'Όχι',		//negative
	'go' => 'Πάμε!',	//proceed

	'minlevel' => 'Δεν έχετε άδεια πρόσβασης σε αυτή την περιοχή του Pivot',	
	'email' => 'Email',			
	'url' => 'URL',
	'further_options' => "Περισσότερες επιλογές",
	'basic_view' => "Βασική όψη",
	'basic_view_desc' => "Δείτε μόνο τα πιο κοινά πεδία",
	'extended_view' => "Εκτεταμένη όψη",
	'extended_view_desc' => "Δείτε όλα τα πεδία που μπορείτε να αλλάξετε",
	'select' => "Επιλογή",
	'cancel' => "Ακύρωση",
	'delete' => 'Διαγραφή',
	'welcome' => "Καλώς ήλθατε στο %build%.",
	'write' => "Εγγραφή",
	'write_open_error' => "Λάθος εγγραφής. Δεν μπόρεσε να ανοίξει το αρχείο για εγγραφή",
	'write_write_error' => "Λάθος εγγραφής. Δεν μπόρεσε να γίνει εγγραφή στο αρχείο",
	'done' => "Έγινε!",
	'shortcuts' => "Συντομέυσεις",
	'cantdelete' => "Δεν επιτρέπεται να σβήσετε την εγγραφή %title%!",
	'cantdothat' => "Δεν επιτρέπεται να κάνετε αυτό με την εγγραφή %title%!",
);


$lang['userlevels'] = array (
		'Superadmin', 'Διαχειριστής', 'Προχωρημένος', 'Κανονικός', 'Moblogger'
		//  this one might be a bit hard to translate, but basically it's an order of
		//  power or trust.  Superadmin would be the person in charge - no one can do
		//  anything about his decisions. Admin is only regulated by the Superadmin, 
		//  Advanced by the Admin and Superadmin, etc..
		//  Just get the idea of it.
);


$lang['numbers'] = array (
	'μηδέν', 'ένα', 'δύο', 'τρία', 'τέσσερα', 'πέντε', 'έξι', 'επτά', 'οκτώ', 'εννέα', 'δέκα', 'έντεκα', 'δώδεκα', 'δεκατρία', 'δεκατέσσερα', 'δεκαπέντε', 'δεκαέξι'
);


$lang['months'] = array (
	'Ιανουάριος', 'Φεβρουάριος', 'Μάρτιος', 'Απρίλιος', 'Μάιος', 'Ιούνιος', 'Ιούλιος', 'Αύγουστος', 'Σεπτέμβριος', 'Οκτώβριος', 'Νοέμβριος', 'Δεκέμβριος'
);	

		
$lang['months_abbr'] = array (
	'Ιαν', 'Φεβ', 'Μαρ', 'Απρ', 'Μάι', 'Ιουν', 'Ιουλ', 'Αυγ', 'Σεπ', 'Οκτ', 'Νοε', 'Δεκ'
);


$lang['days'] = array (
	'Κυριακή', 'Δευτέρα', 'Τρίτη', 'Τετάρτη', 'Πέμπτη', 'Παρασκευή', 'Σάββατο'
);


$lang['days_abbr'] = array (
	'Κυ', 'Δε', 'Τρ', 'Τε', 'Πε', 'Πα', 'Σα'	
);


$lang['days_calendar'] = array (
	'Κ', 'Δ', 'Τ', 'Τ', 'Π', 'Π', 'Σ'
); 


$lang['datetime_words'] = array (
	'Έτος', 'Μήνας', 'Εβδομάδα', 'Ημέρα', 'Ώρα', 'Λεπτό', 'Δευτερόλεπτο'	//the actual words for them.
);


//		Login Page		\\
$lang['login'] = array (
	'title' => 'Εισαγωγή',
	'name' => 'Όνομα χρήστη',
	'pass' => 'Συνθηματικό',
	'remember' => 'Να θυμάται',
	'rchoice' => array (
		'0' => 'Τίποτα',
		'1' => 'Το όνομα και τον κωδικό μου',
		'2' => 'Ότι θέλω να παραμένω συνδεδεμένος'
	),
	'delete_cookies_desc' => 'Αν είστε σίγουρος ότι χρησιμοποιείτε το σωστό όνομα χρήστη και κωδικό, αλλά έχετε προβλήματα να συνδεθείτε, θα μπορούσατε να δοκιμάσετε να σβήσετε τα cookies για αυτόν τον ιστότοπο:',
	'delete_cookies' => 'Διαγραφή cookies',
	'retry' => 'Λανθασμένο όνομα/συνθηματικό',
	'banned' => 'Αποτύχατε να αποκτήσετε πρόσβαση μετά από 10 προσπάθειες. Αυτό έχει ως αποτέλεσμα, η διεύθυνση IP από την οποία συνδέεστε να αποκλειστεί προσωρινά για τις επόμενες 12 ώρες.',

);


//		Main Bar		\\
	$lang['userbar'] = array (
	'main' => 'Σύνοψη',
	'entries' => 'Εγγραφές',
	'submit' => 'Νέα εγγραφή',
	'comments' => 'Σχόλια',
	'modify' => 'Αλλαγή εγγραφής',
	'userinfo' => 'Οι πληροφορίες μου',
	'u_settings' => 'Οι ρυθμίσεις μου',
	'u_marklet' => 'Σελιδοδείκτες',
	'files' => 'Διαχείριση αρχείων',
	'upload' => 'Αποστολή αρχείων',
	'stats' => 'Στατιστικά',
	'admin' => 'Διαχείριση',

	'main_title' => 'Γενική σύνοψη του Pivot',
	'entries_title' => 'Σύνοψη των εγγραφών',
	'submit_title' => 'Νέα εγγραφή',
	'comments_title' => 'Αλλαγή ή Διαγραφή Σχολίων',		
	'modify_title' => 'Αλλαγή εγγραφής',
	'userinfo_title' => 'Παρουσίαση προσωπικών πληροφοριών',
	'u_settings_title' => 'Αλλαγή προσωπικών ρυθμίσεων',
	'u_marklet_title' => 'Δημιουργία σελιδοδεικτών',
	'files_title' => 'Διαχείριση και αποστολή αρχείων',
	'upload_title' => 'Αποστολή αρχείων',
	'uploaded_success' => 'Το αρχείο εστάλη',
	'stats_title' => 'Παρουσίαση αρχείου καταγραφής και στατιστικών.',
	'updatetitles_title' => 'Παρουσίαση αρχείων καταγραφής και στατιστικών.',
	'admin_title' => 'Σύνοψη της Διαχείρισης',
	'recent_entries' => 'Πρόσφατες εγγραφές',
	'recent_comments' => 'Πρόσφατα σχόλια',
);


$lang['adminbar'] = array (
	//		Admin Bar		\\
	//'trebuild' => 'Rebuild all Files', rolled into maintenance
	'seeusers' => 'Χρήστες',
	'seeconfig' => 'Διαμόρφωση',
	'filemappings' => 'Απεικόνιση αρχείων',
	'templates' => 'Πρότυπα',
	'maintenance' => 'Συντήρηση',
	'regen' => 'Επαναδημιουργία όλων των αρχείων',
	'blogs' => 'Weblogs',
	'categories' => 'Κατηγορίες',
	'verifydb' => 'Έλεγχος της Βάσης Δεδομένων',
	'buildindex' => 'Επαναδημιουργία του ευρετηρίου',
	'buildsearchindex' => 'Επαναδημιουργία του ευρετηρίου αναζήτησης',
	'buildfrontpage' => 'Επαναδημιουργία της αρχικής σελίδας',
	'sendping' => 'Αποστολή ειδοποιήσεων',


	'backup' => 'Αντίγραφα ασφαλείας',
	'description' => 'Περιγραφή',
	'conversion' => 'Μετατροπή',
	'seeusers_title' => 'Δημιουργία, επεξεργασία, διαγραφή χρηστών',
	'userfields' => 'Πεδία πληροφοριών χρήστη',
	'userfields_title' => 'Δημιουργία, επεξεργασία και διαγραφή πεδίων πληροφοριών χρήστη',
	'seeconfig_title' => 'Επεξεργασία στο αρχείο διαμόρφωσης',
	'filemappings_title' => 'Παρουσίαση και σύνοψη των αρχείων που δημιουργούνται σε αυτόν τον ιστότοπο από το Pivot',
	'templates_title' => 'Δημιουργία, αλλαγή και διαγραφή προτύπων',
	'maintenance_title' => 'Συντήρηση ρουτίνας των αρχείων του Pivot',
	'regen_title' => 'Επαναδημιουργία των αρχείων που δημιουργεί το Pivot.',
	'blogs_title' => 'Δημιουργία, επεξεργασία και διαγραφή Weblogs.',
	'blogs_edit_title' => 'Αλλαγή ρυθμίσεων του Weblog για ',
	'categories_title' => 'Δημιουργία, επεξεργασία και διαγραφή κατηγοριών.',	
	'verifydb_title' => 'Πιστοποίηση της ορθότητας της Βάσης Δεδομένων.',
	'buildindex_title' => 'Επαναδημιουργία των ευρετηρίων της Βάσης Δεδομένων.',
	'buildsearchindex_title' => 'Επαναδημιουργία του ευρετηρίου αναζήτησης, ώστε να είναι δυνατή η αναζήτηση σε εγγραφές.',
	'buildfrontpage_title' => 'Επαναδημιουργία της πρώτης σελίδας, των τελευταίων αρχείων ιστοριών και των RSS αρχείων για καθένα από τα weblogs.',
	'backup_title' => 'Δημιουργία αντιγράφου ασφαλείας για τις εγγραφές.',
	'ipblocks' => 'Μπλοκάρισμα IP διευθύνσεων',
	'ipblocks_title' => 'Παρουσίαση και επεξεργασία στις μπλοκαρισμένες IP διευθύνσεις.',
	'ipblocks_stored' => 'Οι IP διευθύνσεις αποθηκεύτηκαν.',
	'ipblocks_store' => 'Αποθήκευση αυτών των IP διευθύνσεων',
	'fileexplore' => 'Εξερευνητής αρχείων',
	'fileexplore_title' => 'Παρουσίαση αρχείων (κειμένου και αρχείων της Βάσης Δεδομένων).',
	'sendping_title' => 'Αποστολή ειδοποιήσεων στους trackers ανανεώσεων.',
	'buildindex_start' => 'Γίνεται κατασκευή ευρετηρίου. Μπορεί να πάρει κάποιο χρόνο, γι\' αυτό παρακαλώ μην το σταματήσετε.',
	'buildsearchindex_start' => 'Γίνεται κατασκευή του ευρετηρίου αναζήτησης. Μπορεί να πάρει κάποιον χρόνο, γι\' αυτό παρακαλώ μην το σταματήσετε.',
	'buildindex_finished' => 'Τελείωσε! Η δημιουργία του ευρετηρίου πήρε %num% δευτερόλεπτα.',

	'filemappings_desc' => 'Παρακάτω μπορείτε να δείτε μια σύνοψη του κάθε weblog σε αυτή την εγκατάσταση του Pivot, μαζί με τα αρχεία που δημιουργήθηκαν από το Pivot και ποια πρότυπα χρησιμοποιούνται για να δημιουργηθούν αυτά τα αρχεία. Αυτό μπορεί να είναι χρήσιμο όταν υπάρχει πρόβλημα με την δημιουργία των αρχείων.',

);


$lang['templates'] = array (
	'rollback' => 'Επαναφορά',
	'create_template' => 'Δημιουργία προτύπου',
	'create_template_info' => 'Δημιουργία ενός προτύπου στο Pivot από την αρχή',
	'no_comment' => 'Κανένα σχόλιο',
	'comment' => 'Σχόλιο*',
	'comment_note' => '(*Σημείωση: Τα σχόλια μπορούν μόνο να σωθούν στην <b>πρώτη</b> αποθήκευση αλλαγών ή στη δημιουργία)',
	'create' => 'Δημιουργία προτύπου',
	'editing' => 'Επεξεργασία',
	'filename' => 'Όνομα αρχείου',
	'save_changes' => 'Αποθήκευση αλλαγών!',
	'save_template' => 'Αποθήκευση προτύπου!',		
);


//		Admin			\\
// bob notes: Mark made these, i think they should be replaced by the 'adminbar']['xxx_title'] ones
$lang['admin'] = array (
	'seeusers' => 'Δημιουργία, επεξεργασία και διαγραφή χρηστών',
	'seeconfig' => 'Επεξεργασία του αρχείου διαμόρφωσης',
	'templates' => 'Δημιουργία, επεξεργασία και διαγραφή προτύπων',
	'maintenance' => 'Συντήρηση ρουτίνας στα αρχεία του Pivot, όπως \'Επαναδημιουργία αρχείων\', \'Πιστοποίηση Βάσης Δεδομένων\', \'Επαναδημιουργία ευρετηρίων\' και \'Αντίγρφα ασφαλείας\'.',
	'regen' => 'Eπαναδήμιουργία όλων των αρχείων που παράγει το Pivot',
	'blogs' => 'Δημιουργία, επεξεργασία και διαγραφή των διάφορων weblogs που έχουν δημοσιεύσει στο Pivot.',
);


//		Maintenace		\\	
$lang['maint'] = array (
	'title' => 'Συντήρηση',	
	'gen_arc_title' => 'Δημιουργία αρχείου ειδήσεων', /* bob notes: redundant, see 'regen' */
	'gen_arc_text' => 'Επαναδημιουργία όλων των αρχείων ειδήσεων', /* bob notes: redundant, see 'regen' */
	'xml_title' => 'Έλεγχος των αρχείων XML', /* bob notes: replace with more general 'Verify DB' */
	'xml_text' => 'Έλεγχος (και διόρθωση αν χρειαστεί) της εγκυρότητας των XML αρχείων', /* bob notes: replace with more general 'Verify DB' */
	'backup_title' => 'Αντίγραφα ασφαλείας',
	'backup_text' => 'Δημιουργία αντιγράφου ασφαλείας των κρίσιμων αρχείων του Pivot.',
);


//		Stats and referers		\\
$lang['stats'] = array (
	'show_last' => "Παρουσίαση των τελευταίων",
	'20ref' => "20 αναφορών",
	'50ref' => "50 αναφορών",
	'allref' => "όλων των αναφορών",
	'updateref' => "Ανανέωση των αναφορών σε απεικόνιση τίτλων",
	'hostaddress' => 'Διεύθυνση υπολογιστή (IP)', 
	'whichpage' => 'Ποιά σελίδα',

	'getting' => 'Διαβάζει τους νέους τίτλους',
	'awhile' => 'Μπορεί να πάρει κάποιο χρόνο, παρακαλώ μην διακόπτετε.',
	'firstpass' => 'Πρώτο πέρασμα',
	'secondpass' => 'Δεύτερο πέρασμα',
	'nowuptodate' => 'Η απεικόνιση αναφορών σε τίτλους ανανεώθηκε.',
	'finished' => 'Τελείωσε',
);


//		User Info		\\
	$lang['userinfo'] = array (
	'editfields' => 'Επεξεργασία πεδίων χρήστη',
	'desc_editfields' => 'επεξεργασία των πεδίων που μπορούν να χρησιμοποιήσουν οι χρήστες να περιγράψουν τους εαυτούς τους',
	'username' => 'Όνομα χρήστη',
	'pass1' => 'Συνθηματικό',
	'pass2' => 'Συνθηματικό (επιβεβαίωση)',
	'email' => 'Email',
	'userlevel' => 'Επίπεδο χρήστη',	
	'userlevel_desc' => 'Το επίπεδο χρήστη καθορίζει το είδος των λειτουργιών που επιτρέπονται στον συγκεκριμένο χρήστη.',
	'language' => 'Γλώσσα',	
	'edituser' => 'Επεξεργασία χρήστη',  //the link to.. well, edit the user (also the title)
	'edituserinfo' => 'Επεξεργασία πληροφοριών χρήστη',
	'newuser' => 'Δημιουργία νέου χρήστη',
	'desc_newuser' => 'Δημιουργία νέου λογαριασμού εισόδου στο Pivot, με άδεια αποστολής σχολίων σε weblog.',
	'newuser_button' => 'Δημιουργία',
	'edituser_button' => 'Αλλαγή',
	'pass_too_short' => 'Το συνθηματικό πρέπει να είναι τουλάχιστο 4 γραμμάτων.',
	'pass_dont_match' => 'Τα συνθηματικά δεν είναι τα ίδια',
	'username_in_use' => 'Το όνομα χρήστη είναι κατειλημμένο',
	'username_too_short' => 'Το όνομα πρέπει να είναι 3 χαρακτήρων ή μεγαλύτερο',
	'username_not_valid' => 'Τα ονόματα χρηστών μπορεί να περιέχουν μόνο αλφαριθμητικά (A-Z, 0-9) και κάτω-παύλες (_).',
	'not_good_email' => 'Αυτή δεν είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου',	
	'c_admin_title' => 'Επιβεβαίωση δημιουργίας λογαριασμού διαχειριστή',
	'c_admin_message' => 'Ο '.$lang['userlevels']['1'].' έχει πλήρη πρόσβαση στο Pivot, μπορεί να αλλάξει όλες τις ειδήσεις, όλα τα σχόλια και όλες τις ρυθμίσεις. Είστε σίγουρος ότι θέλετε να δημιουργήσετε τον %s ως '.$lang['userlevels']['1'].'?',
);


//		Config Page		\\		
	$lang['config'] = array (
	'save' => 'Αποθήκευση ρυθμίσεων',

	'sitename' => 'Όνομα Ιστοτόπου',
	'defaultlanguage' => 'Προεπιλογή γλώσσας',
	'defaultencoding' => 'Κωδικοποίηση',
	'defaultencoding_desc' => 'Αυτό καθορίζει την κωδικοποίηση χαρακτήρων που θα χρησιμοποιηθεί (όπως utf-8 ή iso-8859-1). Πρέπει να το αφήσετε κενό, εκτός αν γνωρίζετε τι βάζετε. Αν το αφήσετε κενό θα χρησιμοποιήσει την κωδικοποίηση που αναφέρεται στα αρχεία των γλωσσών.',
	'siteurl' => 'URL του Ιστοτόπου',
	'header_fileinfo' => 'Πληροφορίες αρχείου',
	'localpath' => 'Τοπικό μονοπάτι',
	'debug_options' => 'Επιλογές αποσφαλμάτωσης (debug)',
	'debug' => 'Λειτουργία αποσφαλμάτωσης',
	'debug_desc' => 'Παρουσίαση τυχαίων πληροφοριών αποσφαλμάτωσης, κάθε εδώ κι εκεί...',
	'log' => 'Αρχεία καταγραφής (log)',
	'log_desc' => 'Συντήρηση αρχείων καταγραφής διαφόρων λειτουργιών',

	'unlink' => 'Σβήσιμο αρχείων',
	'unlink_desc' => 'Σε μερικούς εξυπηρετητές όπου η επιλογή safe_mode είναι ενεργοποιημένη, μπορεί να χρειαστεί να αλλάξετε αυτή την επιλογή. Στους περισσότερους servers αυτή η επιλογή δεν θα έχει κανένα αποτέλεσμα.',
	'chmod' => 'Αλλαγή αδειών αρχείων (chmod) σε:',
	'chmod_desc' => 'Μερικοί εξυπηρετητές απαιτούν τα αρχεία να έχουν κάποιες ειδικές άδειες πρόσβασης. Συνηθισμένες τιμές είναι το \'0644\' και το \'0755\'. Μην αλλάξετε αυτό το πεδίο, εκτός αν είστε σίγουροι τι κάνετε.',
	'header_uploads' => 'Ρυθμίσεις αποστολής αρχείων',
	'upload_path' => 'Μονοπάτι αποστολής αρχείου',	
	'upload_accept' => 'Δεκτοί τύποι',			
	'upload_extension' => 'Προεπιλεγμένη επέκταση',
	'upload_save_mode' => 'Εγγραφή αν ήδη υπάρχει',
	'make_safe' => 'Καθαρισμός ονόματος αρχείου',
	'c_upload_save_mode' => 'Αυξηση ονόματος αρχείου',
	'max_filesize' => 'Μέγιστο μέγεθος αρχείου',
	'header_datetime' => 'Ημερομηνία/Ώρα',
	'timeoffset_unit' => 'Μονάδα χρονικής μετάθεσης ',
	'timeoffset' => 'Διαφορά ώρας (offset)',
	'header_extra' => 'Διάφορες ρυθμίσεις',
	'wysiwyg' => 'Χρησιμοποίηση του Wysiwyg επεξεργαστή κειμένου',
	'wysiwyg_desc' => 'Καθορίζει αν θα χρησιμοποιηθεί ο Wysiwyg (what you see is what you get) επεξεργαστής κειμένου που είναι ενεργοποιημένο από προεπιλογή. Οι χρήστες μπορούν να το αλλάξουν αυτό από το μενού \'Οι πληροφορίες μου\'.',
	'def_text_processing' => 'Προεπιλεγμένη επεξεργασία κειμένου', 
	'text_processing' => 'Επεξεργασία κειμένου',
	'text_processing_desc' => 'Καθορίζει την προεπιλεγμένη επεξεργασία κειμένου, όταν κάποιος χρήστης δεν χρησιμοποιεί τον wysiwyg επεξεργαστή κείμένου. Η \'Μετατροπή χαρακτήρων τέλους γραμμής\' δεν κάνει τίποτα παραπάνω από το να αλλάζει τους χαρακτηρες τέλους γραμμής σε ένα &lt;br&gt;-tag. <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> is a powerful, yet easy to learn markup style.',
	'none' => 'Κανένα',
	'convert_br' => 'Μετατροπή τέλους γραμμής σε &lt;br /&gt;',
	'textile' => 'Textile',

	'setup_ping' => 'Ρυθμίσεις αποστολής ειδοποιήσεων',
	'ping_use' => 'Ειδοποίηση καταγραφέων ανανεώσεων (update trackers)',
	'ping_use_desc' => 'Καθορίζει αν οι καταγραφείς ανανεώσεων (όπως το weblogs.com θα ειδοποιούνται αυτόματα από το Pivot όταν εισάγεται κάποια νέα εγγραφή. Υπηρεσίες όωπς το blogrolling.com βασίζονται σε αυτές τις ειδοποιήσεις.',

	'ping_urls' => 'URLs προς ειδοποίηση (ping)',
	'ping_urls_desc' => 'Μπορείτε να δώσετε διάφορα URLs στα οποία θα στέλνονται ειδοποιήσεις. Μην βάζετε το http:// , αλλιώς δεν θα λειτουργήσει. Απλά βάλτε τον κάθε εξυπηρετητή σε μια νέα γραμμή, ή διαχωρίστε τους με το σύμβολο της διασωλήνωσης (pipe). Μερικοί γνωστοί εξυπηρετητές για ειδοποιήσεις είναι:<br /><b>rpc.weblogs.com/RPC2</b> (weblogs.com pinger, ο πιο ευρέως χρησιμοποιούμενος)<br /><b>pivotlog.net/pinger</b> (pivotlog pinger, δεν λειτουργεί ακόμα)<br /><b>rcs.datashed.net/RPC2</b> (euro.weblogs.com pinger)<br /><b>ping.blo.gs</b> (blo.gs pinger)<br />',

	'new_window' => 'Άνοιγμα συνδέσμων σε νέο παράθυρο',
	'emoticons' => 'Χρήση φατσών (emoticons)',
	'javascript_email' => 'Κωδικοποίηση διευθύνσεων ηλεκτρονικού ταχυδρομείου;',	
	'new_window_desc' => 'Καθορίζει αν όλοι οι σύνδεσμοι που χρησιμοποιούνται στις εγγραφές θα ανοίγουν τους συνδέσμους σε ένα νέο παράθυρο στον φυλλομετρητή.',

	'mod_rewrite' => 'Χρησιμοποίηση ταιριάσματος αρχείου (Filematch)',
	'mod_rewrite_desc' => 'Αν χρησιμοποιείτε την επιλογή Filematch του Apache, το Pivot θα δημιουργεί τα URLs όπως www.mysite.com/archive/2003/05/30/nice_weather, αντί για το www.mysite.com/pivot/entry.php?id=134. Αυτό δεν υποστηρίζεται από όλους τους εξυπηρετητές, γι\' αυτό ενημερωθείτε προηγουμένως από το εγχειρίδιο χρήσης του εξυπηρετητή.',

	'search_index' => 'Αυτόματη ανανέωση ευρετηρίου αναζήτησης',
	'search_index_desc' => 'Καθορίζει αν το ευρετήριο αναζήτησης θα ανανεώνεται κάθε φορά που υποβάλετε μια νέα εγγραφή, ή αλλάζετε μια ήδη υπάρχουσα.',

	'default_allow_comments' => 'Άδεια για σχόλια (απο προεπιλογή)',
	'default_allow_comments_desc' => 'Καθορίζει αν οι εγγραφές θα επιτρέπουν σχόλια ή όχι.',	

	'default_introduction' => 'Default Introduction/Body',
	'default_introduction_desc' => 'Καθορίζει τις τιμές προεπιλογής για την Εισαγωγή και το Κυρίως μέρος, όταν ο συγγραφέας εισάγει μια νέα εγγραφή. Κανονικά αυτό θα είναι μια άδεια παράγραφος, κάτι που σημασιολογικά έχει περισσότερο νόημα.',

	'upload_autothumb'	=> 'Αυτόματα Thumbnails',
	'upload_thumb_width' => 'Πλάτος Thumbnail',
	'upload_thumb_height' => 'Υψος Thumbnail',
	'upload_thumb_remote' => 'Εξωτερικό πρόγραμμα κοπής εικόνας',
	'upload_thumb_remote_desc' => 'Αν ο εξυπηρετητής σας έχει δεν έχει εγκατεστημένες τις κατάλληλες βιβλιοθήκες για την κοπή των εικόνων, μπορείτε να χρησιμοποιήσετε κάποιο εξωτερικό πρόγραμμα από το διαδίκτυο.',


);


//		Weblog Config	\\
$lang['weblog_config'] = array (
	'edit_weblog' => 'Αλλαγή Weblog ' ,
	'edit_blog' => 'Αλλαγή Weblogs ',
	'new_weblog' => 'Νέο Weblog',
	'new_weblog_desc' => 'Πρόσθεση νέου Weblog',
	'del_weblog' => 'Διαγραφή Weblog',
	'del_this_weblog' => 'Διαγραφή αυτού του weblog.',
	'create_new' => 'Δημιουργία νέου Weblog',
	'subw_heading' => 'Για καθένα από τα υπο-weblogs που έχουν βρεθεί στα πρότυπα, μπορείτε να διαμορφώσετε τα πρότυπα που θα χρησιμοποιηθούν καθώς και σε ποιές κατηγορίες θα δημοσιεύονται.',
	'create' => 'Τέλος',
	
	'create_1' => 'Δημιουργία / Αλλαγή Weblog, Βήμα 1 από 3',
	'create_2' => 'Δημιουργία / Αλλαγή Weblog, Βήμα 2 από 3',
	'create_3' => 'Δημιουργία / Αλλαγή Weblog, Βήμα 3 από 3',

	'name' => 'Όνομα Weblog',
	'payoff' => 'Περιγραφή',
	'payoff_desc' => 'Η περιγραφή μπορεί να χρησιμοποιηθεί ως υποτίτλος ή μικρή περιγραφή του weblog σας.',
	'url' => 'URL για το Weblog',
	'url_desc' => 'Το Pivot θα καθορίσει το URL του weblog αν αφήσετε αυτό το πεδίο κενό. Αν θα χρησιμοποιήσετε αυτό το weblog ως μέρος ενός frameset, ή ως SSI (server side include), μπορείτε να το χρησιμοποιήσετε.',
	'index_name' => 'Αρχική σελίδα (Index)',
	'index_name_desc' => 'Το όνομα αρχείου του index. Συνήθως αυτό θα πρέπει να είναι κάτι σαν \'index.html\' ή \'index.php\'.',

	'ssi_prefix' => 'SSI πρόθεμα',
	'ssi_prefix_desc' => 'Αν το weblog σας χρησιμοποιεί SSI (που δεν συνίσταται), μπορείτε να χρησιμοποιήσετε αυτό το πεδίο ως πρόθεμα για τα ονόματα αρχείων με τα ονόματα που χρησιμοποιείτε στο SSI, π.χ. \'index.shtml?p=\'. Θα πρέπει απλά να το αφήσετε κενό, εκτός κι αν γνωρίζετε τι κάνετε.',

	'front_path' => 'Μονοπάτι αρχικής σελίδας',
	'front_path_desc' => 'Το σχετικό ή απόλυτο μονοπάτι στον κατάλογο όπου το Pivot θα δημιουργήσει την αρχική σελίδα αυτού του blog.',

	'file_format' => 'Όνομα αρχείου',
	'entry_heading' => 'Ρυθμίσεις εγγραφής',
	'entry_path' => 'Μονοπάτι εγγραφής',
	'entry_path_desc' => 'Το σχετικό ή απόλυτο μονοπάτι στον κατάλογο όπου το Pivot θα δημιουργήσει τις σελίδες για κάθε εγγραφή (αν διαλέξετε να μην χρησιμοποιήσετε τις \'Ζωντανές εγγραφές\').',
	'live_comments' => 'Ζωντανές εγγραφές',
	'live_comments_desc' => 'Αν χρησιμοποιείτε τις \'Ζωντανές εγγραφές\', το Pivot δεν θα δημιουργήσει τα αρχεία για μια μόνο εγγραφή. Αυτή είναι η επιθυμητή ρύθμιση.',	'
	readmore' => 'Κείμενο για το \'Διαβάστε περισσότερα\'',

	'readmore_desc' => 'Το κείμενο που θα χρησιμοποιηθεί για να υποδείξει ότι δεν υπάρχει άλλο κείμενο στην εγγραφή εκτός από αυτό που φαίνεται στην πρώτη σελίδα. Αν αφήσετε το πεδίο αυτό κενό, το Pivot θα χρησιμοποιήσει το προεπιλεγμένο όπως καθορίστηκε στις ρυθμίσεις της γλώσσας',
	
	'arc_heading' => 'Ρυθμίσεις αρχείοθέτησης',
	'arc_index' => 'Αρχείο ευρετηρίου',
	'arc_path' => 'Μονοπάτι αρχειοθέτησης',
	'archive_amount' => 'Μέγεθος αρχειοθέτησης',
	'archive_unit' => 'Τύπος αρχείου ειδήσεων',
	'archive_format' => 'Είδος αρχειοθέτησης',
	'archive_none' => 'Καμία αρχειοθέτηση',
	'archive_weekly' => 'Εβδομαδιαία αρχειοθέτηση',
	'archive_monthly' => 'Μηνιαία αρχειοθέτηση',

	'archive_link' => 'Σύνδεσμος ',
	'archive_linkfile' => 'Είδος λίστας αρχειοθέτησης',	
	'archive_order' => 'Σειρά αρχειοθέτησης',
	'archive_ascending' => 'Αύξουσα (η παλιότερη πρώτη)',
	'archive_descending' => 'Φθίνουσα (η νεώτερη πρώτη)',

	'templates_heading' => 'Πρότυπα',
	'frontpage_template' => 'Πρότυπο αρχικής σελίδας',
	'frontpage_template_desc' => 'Το πρότυπο που καθορίζει την εμφάνιση της index σελίδας αυτού του weblog.',
	'archivepage_template' => 'Πρότυπο σελίδας αρχειοθέτησης',
	'archivepage_template_desc' => 'Αυτό το πρότυπο που καθορίζει την εμφάνισης της σελίδας αρχειοθέτησης. Μπορείτε να είναι το ίδιο με αυτό της Αρχικής Σελίδας παραπάνω.',	
	'entrypage_template' => 'Πρότυπο σελίδας εγγραφής',
	'entrypage_template_desc' => 'Το πρότυπο που καθορίζει την εμφάνιση των απλών εγγραφών.',	
	'extrapage_template' => 'Επιπλέον πρότυπο',
	'extrapage_template_desc' => 'Το πρότυπο που καθορίζει πως θα είναι η αρχειοθέτηση και το search.php.',

	'shortentry_template' => 'Πρότυπο σύντομης εγγραφής',
	'shortentry_template_desc' => 'Το πρότυπο που καθορίζει την εμφάνιση των απλών εγγραφών, καθώς εμφανίζονται μέσα στο weblog και στην αρχειοθέτηση.',
	'num_entries' => 'Αριθμός εγγραφών',
	'num_entries_desc' => 'Ο αριθμός των εγγραφών σε αυτό το υπο-weblog που θα εμφανίζεται στην αρχική σελίδα.',	
	'offset' => 'Μετάθεση (offset)',
	'offset_desc' => 'Αν η μετάθεση είναι καθορισμένη, τότε αυτός ο αριθμός εγγραφών θα παρακαμφθεί ότι θα δημιουργηθεί η σελίδα. Μπορειτε να χρησιμοποιήσετε μία λίστα \'Προηγούμενες εγγραφές\', για παράδειγμα.',
	'comments' => 'Επιτρέπονται σχόλια;',
	'comments_desc' => 'Καθορίζει αν οι χρήστες θα μπορούν να αφήνουν σχόλια στις εγγραφές σε αυτό το υπο-weblog.',


	'setup_rss_head' => 'Διαμόρφωση RSS και Atom',
	'rss_use' => 'Δημιουργία τροφοδοσιών (feeds)',
	'rss_use_desc' => 'Αυτό καθορίζει αν θα δημιουργούνται αυτόματα μία RSS κι μία Atom τροφοδοσία για αυτό το weblog.',

	'rss_filename' => 'Όνομα αρχείου RSS',
	'atom_filename' => 'Όνομα αρχείου Atom',
	'rss_path' => 'Μονοπάτι της τροφοδοσιάς',
	'rss_path_desc' => 'Το σχετικό ή απόλυτο μονοπάτι στον κατάλογο όπου το Pivot θα δημιουργήσει τα αρχεία για την τροφοδοσία.',
//	'rss_size' => 'Μήκος εγγραφής feed',	
//	'rss_size_desc' => 'To μήκος (σε χαρακτήρες) μιας εγγραφής στα αρχεία feed',	
	'rss_full' => 'Δημιουργία πλήρων τροφοδοσιών',
	'rss_full_desc' => 'Καθορίζει αν το Pivot θα δημιουργήσει πλήρεις Atom και RSS τροφοδοσίες. Αν οριστεί στο \'Όχι\' το Pivot θα δημιουργήσει τροφοδοσίες που περιλαμβάνουν μόνο μικρές περιγραφές, δηλαδή κάνοντας τις τροφοδοσίες σας λιγότερο χρήσιμες.',


	'lastcomm_head' => 'Ρυθμίσεις για τα Τελευταία Σχόλια',
	'lastcomm_amount' => 'Εμφάνιση πόσων',
	'lastcomm_length' => 'Διακοπή στο μέγεθος',
	'lastcomm_format' => 'Τύπος',
	'lastcomm_format_desc' => 'Αυτές οι ρυθμίσεις καθορίζουν την εμφάνιση των \'Τελευταίων Σχολίων\' στην αρχική σελίδα του weblog.',
	'lastcomm_redirect' => 'Ανακατεύθυνση Αναφορών (Referers)',
	'lastcomm_redirect_desc' => 'Για να καταπολεμηθεί ο πόλεμος των αναφορών (refererspam) μπορείτε να ανακατευθύνετε τους εξερχόμενους συνδέσμους στα σχόλια, καθώς δεν θα βοηθήσει έναν κακόβουλο χρήστη να πάρει μεγαλύτερο βαθμό (pagerank) στο Google.',

	'lastref_head' => 'Ρυθμίσεις για τις Τελευταίες Αναφορές',
	'lastref_amount' => 'Εμφάνιση πόσων',
	'lastref_length' => 'Διακοπή στο μέγεθος',
	'lastref_format' => 'Τύπος',
	'lastref_format_desc' => 'Αυτές οι ρυθμίσεις καθορίζουν την εμφάνιση των \'Τελευταίων Αναφορών\' στην αρχική σελίδα του weblog.',
	'lastref_graphic' => 'Χρήση γραφικών',
	'lastref_graphic_desc' => 'Αυτό καθορίζει αν οι τελευταίες αναφορές χρησιμοποιούν μικρά εικονίδια για τις πιο κοινές μηχανές αναζήτησης μέσω των οποίων μπορεί να έρθουν επισκέπτες.',
	'lastref_redirect' => 'Ανακατεύθυνση Αναφορών (Referers)',
	'lastref_redirect_desc' => 'Για να καταπολεμηθεί ο πόλεμος των αναφορών (refererspam) μπορείτε να ανακατευθύνετε τους εξερχόμενους συνδέσμους στα σχόλια, καθώς δεν θα βοηθήσει έναν κακόβουλο χρήστη να πάρει μεγαλύτερο βαθμό (pagerank) στο Google.',

	'various_head' => 'Διάφορες ρυθμίσεις',
	'emoticons' => 'Χρήση φατσών (emoticons)',
	'emoticons_desc' => 'Καθορίζει αν φάτσες όπως το :-) θα μετασχηματίζονται στο γραφικό τους ανάλογο.',
	'encode_email_addresses' => 'Κωδικοποίηση διευθύνσεων ηλεκτρονικού ταχυδρομείου',
	'encode_email_addresses_desc' => 'Καθορίζει αν οι διευθύνσεις ηλεκτρονικού ταχυδρομείου θα κωδικοποιούνται στην javascript, ως προστασία από κυνηγούς διευθύνσεων (spammers).',

	'target_blank' => 'Κενό νέο παράθυρο',
	'xhtml_workaround' => 'XHTML Workaround',
	'target_blank_desc' => 'Αν οριστεί στο \'Ναι\', όλοι οι σύνδεσμοι στις εγγραφές θα ανοίγουν σε ένα νέο παράθυρο στον φυλλομετρητή. Αν καθοριστεί στο \'XML Workaround\', όλοι οι σύνδεσμοι θα έχουν ένα πεδίο rel="external" το οποίο δεν θα χαλάει ένα σωστό κώδικα XHMTL.',


	'date_head' => 'Ρυθμίσεις εμφάνισης ημερομηνίας',
	'full_date' => 'Τύπος πλήρους ημερομηνίας',
	'full_date_desc' => 'Καθορίζει τον τύπο για την πλήρη ημερομηνία και ώρα. Πιο συχνά χρησιμοποιείται στην κορυφή μιας σελίδας εισαγωγής εγγραφής.',

	'entry_date' => 'Ημερομηνία εγγραφής',
	'diff_date' => 'Διαφορά ημερομηνίας',
	'diff_date_desc' => 'Η \'Διαφορά Ημερομηνίας\' χρησιμοποιείται συνήθως σε συνδυασμό με την \'Ημερομηνία Εγγραφής\'. Η ημερομηνία εγγραφής εμφανίζεται σε κάθε εγγραφή στο αρχείο καταγραφής, ενώ η Διαφορά Ημερομηνίας εμφανίζεται μόνο αν η ημερομηνία διαφέρει από την προηγούμενη εγγραφή.',

	'language' => 'Γλώσσα',
	'language_desc' => 'Η Γλώσσα καθορίζει σε ποια γλώσσα θα εμφανίζονται οι ημερομηνίες και οι αριθμοί, και επίσης καθορίζει την κωδικοποίηση του συνόλου χαρακτήρων, όπως για παράδειγμα, iso-8859-7, koi8-r κλπ.', 


	'comment_head' => 'Ρυθμίσεις σχολιασμού',
	'comment_sendmail' => 'Αποστολή ηλεκτρονικού μηνύματος e-mail',
	'comment_sendmail_desc' => 'Αφού τοποθετηθεί ένα σχόλιο, μπορεί να σταλεί ένα e-mail στους διαχειριστές αυτού του weblog.',
	'comment_emailto' => 'E-mail σε',
	'comment_emailto_desc' => 'Ορίστε την διεύθυνση e-mail στην οποία θα σταλεί το μήνυμα. Πολλές διευθύνσεις μπορούν να διαχωριστούν με ένα κόμμα.',

	'comment_texttolinks' => 'Κείμενο σε συνδέσμους',
	'comment_texttolinks_desc' => 'Ορίζει αν τα URLs και οι διευθύνσεις ηλεκτρονικού ταχυδρομείου στις εγγραφές θα μπορούν να γίνουν υπερσυνδέσμοι (ο χρήστης να μπορεί να κάνει κλικ).',

	'comment_wrap' => 'Αναδίπλωση κάθε γραμμή σχολίων μετά από ',
	'comment_wrap_desc' => 'Για να αποφευχθούν μακριές γραμμές που χαλάνε την εμφάνιση, το κείμενο μπορεί να αναδιπλώνεται μετά από ένα καθορισμένο αριθμό χαρακτήρων.',

	'comments_text_0' => 'Ετικέτα για \'κανένα σχόλιο\'',
	'comments_text_1' => 'Ετικέτα για \'ένα σχόλιο\'',
	'comments_text_2' => 'Ετικέτα για \'X σχόλια\'',
	'comments_text_2_desc' => 'Το κείμενο που θα χρησιμοποιείται να δείξει πόσα σχόλια υπάρχουν. Αν το αφήσετε κενό, το Pivot θα χρησιμοποιήσει τις προεπιλεγμένες τιμές που καθορίζονται από τις ρυθμίσεις γλώσσας.',


	'comment_pop' => 'Νέο παράθυρο σχολίων (popup)?',
	'comment_pop_desc' => 'Καθορίζει αν η σελίδα των σχολίων (ή η \'απλή εγγραφή\') θα εμφανίζεται σε ένα ξεχωριστό παράθυρο (popup), ή στο αρχικό παράθυρο του φυλλομετρητή.',

	'comment_width' => 'Πλάτος του Popup παραθύρου',
	'comment_height' => 'Ύψος του Popup παραθύρου',
	'comment_height_desc' => 'Καθορισμός του πλάτους και του ύψους (σε pixels) του popup παραθύρου των σχολίων.',

			
	'comment_format' => "Τύπος των σχολίων",
	'comment_format_desc' => "Καθορίζει την τυποποίηση των σχολίων στην σελίδα εισαγωγής εγγραφής.",

	'comment_textile' => 'Επιτρέπεται το Textile',
	'comment_textile_desc' => 'Αν οριστεί στο \'Ναι\', οι επισκέπτες επιτρέπεται να χρησιμοποιούν <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> στα σχόλιά τους.',

	'saved_create' => 'Το νέο weblog δημιουργήθηκε.',
	'saved_update' => 'To weblog ανανεώθηκε.',
	'deleted' => 'Το weblog σβήστηκε.',
	'confirm_delete' => 'Είστε έτοιμοι να σβήσετε το weblog %1. Είστε σίγουροι;',	

	'blogroll_heading' => 'Ρυθμίσεις Blogroll',
	'blogroll_id' => 'Blogrolling ID #',
	'blogroll_id_desc' => 'Μπορείτε αν θέλετε να περιλάβετε ένα <a href="http://www.blogrolling.com" target="_blank">blogrolling.com</a> blogroll  στο weblog σας. Το blogrolling είναι μία εξαιρετική υπηρεσία συντήρησης μιας λίστας από συνδέσμους που δείχει και πόσο πρόσφατα ανανεώθηκε. Αν δεν το επιθυμείτε, τότε απλά μην συμπληρώσετε τα πεδία. Αλλιώς: Όταν είστε συνδεδεμένοι στο blogrolling.com, πηγαίνετε στο \'Get Code\', κι εκεί θα βρείτε συνδέσμους που περιέχουν το blogroll ID σας. Θα πρέπει να μοιάζει με κάτι σαν: 2ef8b42161020d87223d42ae18191f6d .',

	'blogroll_fg' => 'Χρώμα κειμένου',
	'blogroll_bg' => 'Χρώμα παρασκηνίου',
	'blogroll_line1' => 'Χρώμα γραμμής 1',
	'blogroll_line2' => 'Χρώμα γραμμής 2',
	'blogroll_c1' => 'Χρώμα 1',
	'blogroll_c2' => 'Χρώμα 2',
	'blogroll_c3' => 'Χρώμα 3',
	'blogroll_c4' => 'Χρώμα 4',
	'blogroll_c4_desc' => 'Αυτά τα χρώματα καθορίζουν πως θα εμφανίζεται το blogroll σας. Τα χρώματα 1 ως 4 δίνουν μια οπτική εντύπωση ως προς το πόσο πρόσφατα έχει ανανεωθεί κάποιος σύνδεσμος.',

);


$lang['upload'] = array (
	//		File Upload		\\
	'preview' => 'Πλήρης προεπισκόπηση λίστας',
	'thumbs' => 'Προεπισκόπηση Thumbnail',
	'create_thumb' => '(Δημιουργία Thumbnail)',
	'title' => 'Αρχεία',
	'thisfile' => 'Αποστολή νέου αρχείου:',
	'button' => 'Αποστολή',
	'filename' => 'Όνομα αρχείου',
	'thumbnail' => 'Thumbnail',
	'date' => 'Ημερομηνία',
	'filesize' => 'Μέγεθος αρχείου',
	'dimensions' => 'Πλάτος x Ύψος',		
	'delete_title' => 'Διαγραφή εικόνας',
	'areyousure' => 'Είστε σίγουρος ότι θέλετε να σβήσετε το αρχείο %s;',
	'picheader' => 'Διαγραφή αυτής της εικόνας;',
	'create' => 'δημιουργία',
	'edit' => 'αλλαγή',

	'insert_image' => 'Εισαγωγή εικόνας',
	'insert_image_desc' => 'Για να εισάγετε μια εικόνα, θα πρέπει να ανεβάσετε ένα αρχείο, ή να επιλέξετε ένα ήδη απεσταλμένο αρχείο.',
	'insert_image_popup' => 'Εισαγωγή νέου παραθύρου popup με εικόνα',
	'insert_image_popup_desc' => 'Για να κάνετε popup μία εικόνα, πρέπει να ανεβάσετε το αρχείο ή να επιλέξετε ένα ήδη απεσταλμένο αρχείο. Στην συνέχεια επιλέξτε ένα κείμενο ή ένα thumbnail που θα εκκινήσει το popup.',

	'choose_upload' => 'αποστολή',
	'choose_select' => 'ή επιλέξτε',
	'imagename' => 'Όνομα εικόνας',
	'alt_text' => 'Εναλλακτικό κείμενο',
	'align' => 'Στοίχιση',
	'border' => 'Διαχωριστική γραμμή',
	'pixels' => 'pixels',
	'uploaded_as' => 'Το αρχείο σας απεστάλη ως \'%s\'.',
	'not_uploaded' => 'Το αρχείο σας δεν εστάλη, και συνέβησαν τα παρακάτω λάθη:',
	'center' => 'Κέντρο (προεπιλογή)',
	'left' => 'Αριστερά',
	'right' => 'Δεξιά',
	'inline' => 'Εσωτερικό',		
	'notice_upload_first' => 'Θα πρέπει πρώτα να ανεβάσετε ή να επιλέξετε μια εικόνα',
	'select_image' => 'Επιλογή εικόνας',

	'for_popup' => 'Για το popup',		
	'use_thumbnail' => 'Χρήση Thumbnail',		
	'edit_thumbnail' => 'αλλαγή thumbnail',		
	'use_text' => 'Χρήση κειμένου',		
);


$lang['link'] = array (
	//		Link Insertion \\
	'insert_link' => 'Εισαγωγή συνδέσμου',
	'insert_link_desc' => 'Εισάγετε έναν σύνδεσμο, πληκτρολογώντας ένα URL στο πεδίο παρακάτω. Οι επισκέπτες του ιστοτόπου θα βλέπουν τον τίτλο όταν περνούν το ποντίκι πάνω από τον σύνδεσμο.',
	'url' => 'URL',
	'title' => 'Τίτλος',
	'text' => 'Κείμενο',
);


//		Categories		\\
$lang['category'] = array (
	'edit_who' => 'Καθορισμός ποιος μπορεί να στέλνει σε αυτή την κατηγορία \'%s\'',
	'name' => 'Όνομα',
	'users' => 'Χρήστες',
	'make_new' => 'Δημιουργία νέας κατηγορίας',
	'create' => 'Δημιουργία κατηγορίας ',
	'canpost' => 'Επιλέξτε τους χρήστες που θα θέλατε να δώστε άδεια να στέλνουν ειδήσεις σε αυτήν την κατηγορία',

	'same_name' => 'Μία κατηγορία με αυτό το όνομα υπάρχει ήδη',
	'need_name' => 'Αυτή η κατηγορία χρειάζεται ένα όνομα',
	
	'allowed' => 'Επιτρέπεται',
	'allow' => 'Επιτρέπεται',
	'denied' => 'Απορρίπτεται',
	'deny' => 'Απορρίπτεται',
	'edit' => 'Αλλαγή σε κατηγορία',
	
	'delete' => 'Διαγραφή κατηγορίας',
	'delete_desc' => 'Επιλέξτε \'Ναι\', αν επιθυμείτε να σβήσετε αυτή τη κατηγορία',

	'delete_message' => 'Σε αυτήν την έκδοση, μόνο το όνομα της κατηγορίας διαγράφεται. Σε επόμενες εκδόσεις, θα μπορείτε να επιλέγετε τι θέλετε να κάνετε με τις εγγραφές που χρησιμοποιούν αυτήν την κατηγορία.',

);


$lang['entries'] = array (
	//		Entries			\\
	'post_entry' => "Δημοσίευση εγγραφής",
	'preview_entry' => "Προεπισκόπηση εγγραφής",

	'first' => 'πρώτη',
	'last' => 'τελευταία',
	'next' => 'επόμενη',
	'previous' => 'προηγούμενη',

	'jumptopage' => 'Μετάβαση στην σελίδα (%num%)',
	'filteron' => 'Φίλτρα σε (%name%)',
	'filteroff' => 'Φίλτρα κλειστά',
	'title' => 'Τίτλος',
	'subtitle' => 'Υπότιτλος',
	'introduction' => 'Εισαγωγή',
	'body' => 'Κυρίως μέρος',
	'publish_on' => 'Δημοσιεύτηκε στις ',
	'status' => 'Κατάσταση',
	'post_status' => 'Κατάσταση δημοσίευσης',
	'category' => 'Κατηγορία',
	'select_multi_cats' => '(Ctrl-click για να επιλέξετε περισσότερες κατηγορίες)',
	'last_edited' => "Τελευταία αλλαγή στις ",
	'created_on' => "Δημιουργήθηκε στις ",		
	'date' => 'Ημερομηνία',
	'author' => 'Συγγραφέας',
	'code' => 'Κώδικός',
	'comm' => '# σχολίων',
	'name' => 'Όνομα',
	'allow_comments' => 'Επιτρέπονται σχόλια',

	'convert_lb' => 'Μετατροπή χαρακτήρα τέλους γραμμής',
	'always_off' => '(Αυτό είναι πάντα off, όταν είναι σε κατάσταση Wysiwyg)',
	'be_careful' => '(Προσέχετε με αυτό!)',
	'edit_comments' => 'Επεξεργασία σχολίων',
	'edit_comments_desc' => 'Επεξεργαστείτε τα σχόλια που έχουν σταλεί γι\' αυτήν την εγγραφή.',
	'edit_comment' => 'Επεξεργασία σχολίου',
	'delete_comment' => 'Διαγραφή σχολίου',
	'block_single' => 'Μπλοκάρισμα IP %s',
	'block_range' => 'Μπλοκάρισμα εύρους IP %s',
	'unblock_single' => 'Ξεμπλοκάρισμα IP %s',
	'unblock_range' => 'Ξεμπλοκάρισμα εύρους IP %s',
	'trackback' => 'Ειδοποίηση trackback',
);


//		Form Fun		\\
$lang['forms'] = array (
	'c_all' => 'Επιλογή όλων',
	'c_none' => 'Ακύρωση επιλογής όλων',
	'choose' => '- Επιλέξτε κάτι -',
	'publish' => 'Κατάσταση σε \'Δημοσίευση\'',
	'hold' => 'Κατάσταση σε \'Αναμονή\'',
	'delete' => 'Διαγραφή',
	'generate' => 'Δημοσίευση και δημιουργία αρχείων',

	'with_checked_entries' => "Με τις επιλεγμένες εγγραφές, κάνε:",
	'with_checked_files' => "Με τις μη επιλεγμένες εγγραφές, κάνε:",
	'with_checked_templates' => 'Με τα επιλεγμένα πρότυπα, κάνε:',
);


//		Errors			\\
$lang['error'] = array (
	'path_open' => 'Δεν μπορεί να ανοιχθεί ο κατάλογος, ελέγξτε τα δικαιώματά σας.',
	'path_read' => 'Δεν μπορεί να διαβαστεί ο κατάλογος, ελέγξτε τα δικαιώματά σας.',
	'path_write' => 'Δεν μπορεί να εγγραφεί ο κατάλογος, ελέγξτε τα δικαιώματά σας.',

	'file_open' => 'Δεν μπορεί να ανοιχτεί το αρχείο, ελέγξτε τα δικαιώματά σας.',
	'file_read' => 'Δεν μπορεί να διαβαστεί το αρχείο, ελέγξτε τα δικαιώματά σας.',
	'file_write' => 'Δεν μπορεί να εγγραφεί το αρχείο, ελέγξτε τα δικαιώματά σας.',
);


//		Notices			\\
$lang['notice'] = array (		
	'comment_saved' => "Το σχόλιο αποθηκεύτηκε.",
	'comment_deleted' => "Το σχόλιο διαγράφηκε.",
	'comment_none' => "Η συγκεκριμένη εγγραφή δεν έχει σχόλια.",
);


// Comments, Karma and voting \\
$lang['karma'] = array (
	'vote' => 'Ψηφίστε \'%val%\' για αυτήν την εγγραφή',
	'good' => 'Καλή',
	'bad' => 'Κακή',
	'already' => 'Έχετε ήδη ψηφίσει για αυτήν την εγγραφή ή την δημοσκόπηση',
	'register' => 'Η ψήφος σας για το \'%val%\' έχει καταχωρηθεί',
);


$lang['comment'] = array (
	'register' => 'Το σχόλιό σας αποθηκεύτηκε.',
	'preview' => 'Είστε στην προεπισκόπηση του σχολίου. Βεβαιωθείτε ότι θα πατήσετε στην \'Δημοσίευση σχολίου\' για να το αποθηκεύσετε.',
	'duplicate' => 'Το σχόλιό σας δεν έχει αποθηκευτεί, γιατί φαίνεται να είναι αντίγραφο μιας προηγούμενης εγγραφής',
	'no_name' => 'Θα πρέπει να πληκτρολογήσετε το όνομά σας (ή το ψευδώνυμό σας) στο πεδίο \'Όνομα\'. Σιγουρευτείτε ότι θα πατήσετε το \'Δημοσίευση σχολίου\' για να αποθηκευτεί μόνιμα',
	'no_comment' => 'Θα πρέπει να πληκτρολογήσετε κάτι στο πεδίο \'comment\'. Βεβαιωθείτε ότι πατήσατε το \'Δημοσίευση σχολίου\' γιαα  ντο αποθηκεύσετε μόνιμα.',
);


$lang['comments_text'] = array (
	'0' => "Κανένα σχόλιο",
	'1' => "%num% σχόλιο",
	'2' => "%num% σχόλια",
);


$lang['weblog_text'] = array (
	// these are used in the weblogs, for the labels related to archives
	'archives' => "Αρχείο",
	'next_archive' => "Επόμενη αρχειοθέτηση",
	'previous_archive' => "Προηγούμενη αρχειοθέτηση",
	'last_comments' => "Τελευταία σχόλια",
	'last_referrers' => "Τελευταίες αναφορές",
	'calendar' => "Ημερολόγιο",
	'links' => "Σύνδεσμοι",
	'xml_feed' => "XML Τροφοδοσία (RSS 1.0)",
	'powered_by' => "Δημιουργήθηκε από το",
	'name' => "Όνομα",
	'email' => "E-mail",
	'url' => "URL",
	'date' => "Ημερομηνία",		
	'comment' => "Σχόλιο",
	'ip' => "IP διεύθυνση",		
	'yes' => "Ναι",
	'no' => "Όχι",
	'emoticons' => "Φάτσες (emoticons)",
	'emoticons_reference' => "'Άνοιγμα αναφοράς Emoticons",
	'textile' => "Textile",
	'textile_reference' => "Άνοιγμα αναφοράς Textile",
	'post_comment' => "Δημοσίευση σχολίου",
	'preview_comment' => "Προεπισκόπηση σχολίου",
	'remember_info' => "Να θυμάται τις προσωπικές πληροφορίες;",
	'disclaimer' => "<b>Σημείωση:</b> Όλα τα HTML tags &lt;b&gt; και &lt;i&gt; θα αφαιρεθούν από τα σχόλιά σας. Μπορείτε να φτιάξετε συνδέσμους πληκτρολογώντας το URL και την email διεύθυνσή σας.",	
	'search_title' => "Αποτελέσματα αναζήτησης",
	'search' => "Αναζήτηση!",
	'nomatches' => "Δεν βρέθηκε κάτι που να ταιριάζει στο '%name%'. Δοκιμάστε κάτι άλλο.",
	'matches' => "Ταιριάσματα για το '%name%':",
);


$lang['ufield_main'] = array (
	//		Userfields		\\
	'title' => 'Επεξεργασία πεδίων χρήστη',
	'edit' => 'Επεξεργασία',
	'create' => 'Δημιουργία',

	'dispname' => 'Εμφάνιση ονόματος',
	'intname' => 'Εσωτερικό όνομα',
	'intname_desc' => 'Το εσωτερικό όνομα είναι το όνομα του αντικειμένου όπως θα εμφανίζεται όταν θα λέτε στο Pivot να το εμφανίσει μέσα σε ένα πρότυπο.',
	'size' => 'Μέγεθος',
	'rows' => 'Σειρές',
	'cols' => 'Στήλες',
	'maxlen' => 'Μέγιστο μήκος',
	'minlevel' => 'Ελάχιστο επίπεδο χρήστη',	
	'filter' => 'Φίλτράρισμα με',
	'filter_desc' => 'Φιλτράροντας αυτό το αντικείμενο, περιορίζεται τον τύπο της εισόδου που μπορεί να χρησιμοποιηθεί σε αυτό',
	'no_filter' => 'Κανένα',
	'del_title' => 'Επιβεβαίωση διαγραφής',
	'del_desc' => 'Διαγράφοντας αυτό το πεδίο (<b>%s</b>) καταστρέφονται επίσης όλα τα δεδομένα που οι χρήστες έχουν αποθηκεύσει μέσα σε αυτό, και θα κάνει κάθε εμφάνισή του σε πρότυπο να μοιάζει άδεια.',	
	
	'already' => 'Αυτό το όνομα χρησιμοποιείται ήδη',
	'int' => 'Το εσωτερικό όνομα πρέπει να είναι μεγαλύτερο από 3 χαρακτήρες.',
	'short_disp' => 'Το όνομα που εμφανίζεται πρέπει να είναι μεγαλύτερο από 3 χαρακτήρες.',
);


$lang['bookmarklets'] = array (
	'bookmarklets' => 'Σελιδοδείκτες',
	'bm_add' => 'Πρόσθεση σελιδοδείκτη.',
	'bm_withlink' => 'Νέα εγγραφή στο weblog',
	'bm_withlink_desc' => 'Αυτός ο σελιδοδείκτης ανοίγει ένα παράθυρο για νέα εγγραφή στην οποία περιλαμβάνεται σύνδεσμος στην σελίδα από την οποία ανοίχθηκε.',

	'bm_nolink' => 'Νέα εγγραφή στο weblog',
	'bm_nolink_desc' => 'Αυτός ο σελιδοδείκτης ανοίγει ένα παράθυρο με μια κενή νέα εγγραφή',

	'bookmarklets_info' => 'Μπορείτε να χρησιμοποιήσετε τους σελιδοδείκτες ώστε να δημιουργείτε γρήγορα νέες εγγραφές στο Pivot. Για να προσθέσετε έναν σελιδοδείκτη στον φυλλομετρητή σας, χρησιμοποιήστε μία από τις παρακάτω επιλογές: (το ακριβές κείμενο διαφέρει,ανάλογα με το ποιον φυλλομετρητή χρησιμοποιείτε)',
	'bookmarklets_info_1' => 'Κάντε κλικ και σύρετε τον σελιδοδείκτη στην μπάρα εργαλείων \'Links\' του φυλλομετρητή, ή στο κουμπί \'Bookmarks\'.',
	'bookmarklets_info_2' => 'Κάντε δεξί κλικ στους σελιδοδείκτες και επιλεξτε το \'Add to Bookmarks\' (Πρόσθεση στα Αγαπημένα).',
);


// A little tool to help you check if the file is correct..
if (count(get_included_files())<2) {

	$groups = count($lang);
	$total = 0;
	foreach ($lang as $langgroup) {
		$total += count($langgroup);
	}
	echo "<h2>Το αρχείο γλώσσας δεν είναι σωστό!</h2>";
	echo "Το αρχείο περιέχει $groups ομάδες κι ένα σύνολο από $total ετικέτες.";

}

?>
